brew "bat"
brew "curl"
brew "docker"
brew "docker-compose"
brew "git"
brew "htop"
brew "jq"
brew "openjdk"
brew "maven"
brew "python@3.13"
brew "stow"
brew "tree"
brew "wget"
cask "ghostty"
cask "intellij-idea"
cask "postman"
cask "slack"
cask "visual-studio-code"
